<template>
    <div class="terms">
        <h1>Политика конфиденциальности</h1>

        <p>Настоящие Правила конфиденциальности (далее - &ldquo;Правила&rdquo;) являются неотъемлемой частью Публичной
            Оферты на оказание услуг (далее - &ldquo;Публичная Оферта&rdquo;). Термины и понятия, используемые в настоящих
            Правилах аналогичны терминам и понятиям, используемым в основном тексте Публичной Оферты. Используя ресурс, а
            также Сервисы и Услуги, предоставляемые Компанией, Пользователь выражает свое согласие с данными Правилами. В
            случае отказа Пользователя от соблюдения данных Правил, он обязан прекратить использование Ресурса.</p>
        <p>Правила распространяются на любые Услуги и Сервисы, предлагаемые Компанией через домен ExpertHub.kz</p>
        <p><strong><strong>Понятие конфиденциальной информации</strong></strong></p>
        <p>Под конфиденциальной понимается вся идентифицирующая информация, полученная Компанией от Пользователя во время
            его пребывания на сайтах Компании и/или при использовании Сервисов, предоставляемых Компанией. Эта информация, в
            случае необходимости, может быть использована для контактов с Пользователем, как в онлайн режиме, так и другими
            способами. Персональные данные являются составляющей частью конфиденциальной информации, предоставляемой
            Пользователем исключительно на добровольной основе и с его согласия. Для доступа к ресурсу Компании
            предоставление конфиденциальной информации необязательно, но в этом случае некоторые разделы Сервисы и Услуги
            могут оказаться недоступными.</p>

        <p><strong><strong>Состав конфиденциальной информации:</strong></strong></p>
        <ol>
            <li>Персональные данные.</li>
            <li>Файлы cookie.</li>
            <li>Журналы серверов.</li>
        </ol>

        <p><strong><strong>Состав персональных данных:</strong></strong></p>
        <ol>
            <li>Фамилия, имя, отчество.</li>
            <li>Дата рождения, пол, место жительства.</li>
            <li>Адрес электронной почты.</li>
            <li>Серия и номер паспорта, номер ИИН</li>
            <li>Координаты, определяющие местонахождение мобильного устройства, на котором установлено приложение для
                доступа к Сервису.</li>
            <li>Номер мобильного телефона.</li>
            <li>Фотография пользователя.</li>
            <li>Регистрационные данные ИП и юридических лиц.</li>
        </ol>

        <p><strong><strong>Цели сбора конфиденциальной информации:</strong></strong></p>
        <ol>
            <li>Регистрация Пользователей.</li>
            <li>Обеспечение функционирования Сервисов, Ресурса и оказание Услуг Компанией.</li>
            <li>Проведение маркетинговых исследований и сбор статистики.</li>
            <li>Улучшение Сервисов и Услуг Компании.</li>
            <li>Возможность внесения изменений в учетную запись Пользователя в случае возникновения непредвиденных ситуаций
                (например, восстановление пароля в случае его кражи).</li>
        </ol>

        <p><strong><strong>Использование личной информации</strong></strong></p>
        <p>Компания обязуется не способствовать распространению персональных данных Пользователей и не передавать данную
            информацию третьим лицам, за исключением следующих случаев:</p>
        <ol>
            <li>Пользователь добровольно и явным образом пожелал раскрыть эту информацию;</li>
            <li>Персональные данные подлежат распространению в соответствии с действующим законодательством Республики
                Казахстан.</li>
            <li>Пользователь допустил нарушение Публичной Оферты;</li>
            <li>С предварительного согласия Пользователя, явно выраженного посредством Сервисов ресурса.</li>
        </ol>
        <p>Компания может проводить статистические, демографические и маркетинговые исследования, используя конфиденциальную
            информацию. Результаты данных исследований не являются конфиденциальной информацией. В любом случае Компания
            гарантирует, что результаты исследований будут использоваться без какой-либо связи с личной информацией,
            представленной Пользователем и не позволят идентифицировать конкретного Пользователя. Пользователь выражает свое
            согласие на получение личных сообщений от Администрации на адрес электронной почты в любое время и любого
            характера, в том числе и рекламного.</p>
        <p><strong><strong>Размещение Пользователем информации о себе при использовании ресурса</strong></strong></p>
        <p>Пользователь может по своему желанию предоставлять третьим лицам любую информацию о себе в ходе пользования
            Ресурсом. Данная информация расценивается как общедоступная, и, следовательно, Компания не несет никакой
            ответственности за последствия таких действий Пользователя. Пользователь гарантирует, что информация,
            предоставляемая третьим лицам и Компании не может:</p>
        <ol>
            <li>быть ложной, неточной или вводящей в заблуждение;</li>
            <li>способствовать мошенничеству, обману или злоупотреблению доверием;</li>
            <li>нарушать или посягать на собственность третьего лица, его коммерческую тайну либо его право на
                неприкосновенность частной жизни;</li>
            <li>призывать к совершению преступления, а также разжигать межнациональную рознь;</li>
            <li>содержать сведений, оскорбляющих чью-либо честь, достоинство или деловую репутацию, клевету или угроз кому
                бы то ни было;</li>
            <li>быть непристойными, либо носить характер порнографии или эротики;</li>
            <li>фотографией профиля может служить только реальная фотография пользователя. Запрещено использовать картинки и
                фотографии других людей в качестве фотографии профиля. Лицо на фотографии профиля должно быть отчетливо
                видно и занимать не менее 50%% фотографии;</li>
            <li>содержать компьютерные вирусы, а также иные компьютерные программы, направленные, в частности, на нанесение
                вреда, неуполномоченное вторжение, тайный перехват либо присвоение данных;</li>
            <li>содержать материалы рекламного характера;</li>
            <li>иным образом нарушать действующее законодательство Республики Казахстан.</li>
        </ol>
        <p><strong><strong>Сбор и хранение конфиденциальной информации</strong></strong></p>
        <p>Компания осуществляет сбор, хранение и использование конфиденциальной информации в строгом соответствии с
            настоящими Правилами. Компания принимает все необходимые меры для того, чтобы надлежащим образом обеспечить
            хранение и использование полученной информации. Сбор конфиденциальной информации происходит автоматически при
            посещении ресурса и использовании Сервисов и Услуг Компании, а также при заполнении Пользователем предлагаемых
            форм.</p>
        <p>Компания делает все возможное, чтобы свести к минимуму риск несанкционированного доступа к конфиденциальной
            информации, а также риск ее ненадлежащего использования, однако не несет никакой ответственности в случае
            получения доступа к конфиденциальной информации третьими лицами. В случае возникновения спорных ситуаций при
            использовании ресурса, Услуг и Сервисов Компании, а также в иных случаях, предусмотренных Публичной Офертой об
            использовании ресурса &ldquo;ExpertHub.kz&rdquo; или действующим законодательством Республики Казахстан,
            Пользователь обязуется предоставить Компании персональные данные по ее запросу, в том числе и в письменном виде.
            Компания оставляет за собой право хранить всю конфиденциальную информацию, касающуюся Пользователя в течение 5
            лет после отказа Пользователя от использования ресурса &ldquo;ExpertHub.kz&rdquo;, в том числе изменяемые и
            измененные персональные данные.</p>
    </div>
</template>
<script setup>
useSeoMeta({
    title: 'Политика конфиденциальности | Experthub',
    ogTitle: 'Политика конфиденциальности | Experthub',
    description: 'Политика конфиденциальности | Experthub',
    ogDescription: 'Политика конфиденциальности | Experthub',
})
</script>
<style lang="scss" scoped>
.terms {

    padding: 130px 100px 60px;

    h1 {
        font-size: 40px;
        font-style: normal;
        font-weight: 500;
        line-height: 130%;
        font-family: var(--mon);
        color: #fff;
        margin-bottom: 30px;
    }

    p,
    li {
        line-height: 140%;
        font-size: 16px;
        font-style: normal;
        font-family: var(--mon);
        color: #fff;
    }
}</style>